<?php

$name = 'Max';
$age = 30;

echo 'this\' i$ text<br/>';
echo '$name<br/>';

echo "this\" \$ text <br/>";
echo "$name <br/>";


/*
Задание 1
1. Создайте переменную name и присвойте ей значение содержащее Ваше имя,
например "Max" (обязательно в кавычках!)
2. Создайте переменную age и присвойте ей значение содержащее Ваш возраст,
например 30
 * /////////////////////////////////////
Задание 2
1. Выведите с помощью echo(или print) фразу
"Меня зовут: ваше_имя", например: "Меня зовут: Max"
подставляя значение переменной name
2. Выведите фразу
"Мне ваш_возраст лет", например: "Мне 30 лет"
подставляя значение переменной age
 *  */